import React from 'react'

export default function Clients() {
    return (
        <div>
            <div className="bg-hero2 bg-cover pt-[70px] p-[10rem] h-[400px] flex-row"></div>
            <div className="flex-row py-10">
                <h1 className="header1-text text-center">Обслужване на клиенти</h1>
                <p className="pharagaph-text text-center">Каквито и въпроси да възникнат у вас, нашият Отдел за обслужване на клиенти е тук, за да помогне. Моля, свържете се с нас по-най-удобният за вас начин.</p>
                <p className="text-center">e-mail: <a className="text-red-700" href="info@bradva.net">info@bradva.net</a></p>
                <p className="text-center">phone: +359885104419</p>
                <p className="pharagaph-text text-center">Работно време: Понеделник - Петък; 09:00ч-17:30ч </p>
                <p className="pharagaph-text text-center">Вие получавате гаранция от 2 /две/ години, започваща от датата на продажба!
Гаранцията се прилага само, ако клиентът полага разумни грижи за продукта, като следва всички
инструкции за монтаж, указания за употреба и превантивна поддръжка, описани подробно в
Ръководство на потребителя, както и на www.weber.com. Тази гаранция се прилага само за частна
употреба в домакинството на отделна фамилна къща или апартамент и не се прилага за
барбекюта на Weber, използвани в търговски, обществени или комбинирани условия като в
ресторанти, хотели, курорти или имоти, отдавани под наем. Weber приема в рамките на тази
гаранция да ремонтира или замени безплатно дефектните части. </p>

                <p  className="pharagaph-text text-center">Гаранцията се прекратява, ако има повреди, влошаване, обезцветяване и/или ръжда, за които
Weber не носи отговорност, тъй като са причинени от:
</p>
        <p className="pharagaph-text text-center">Злоупотреба, неправилна употреба, модификация, неправилно приложение, вандализъм,
небрежност, неправилно сглобяване и монтаж или неуспешно извършване на рутинна
поддръжка.
 Използването и/или монтажа на части във Вашия продукт на Weber, които не са
оригинални части на Weber.
 Излагане на солен въздух и/или източници със съдържание на хлор.
 Сурови климатични условия като градушка, урагани, земетресения, високи вълни, торнадо
или силни бури.</p>
            </div>
    </div>
    )
}
