import React from 'react';

export default function Confidential() {
  return (
    <div>
        <div className="container pt-[70px] lg:px-[10rem] mb-[5rem]">
            <h2 className="header2-text">Задължителна информация за правата на лицата по защита на личните данни</h2>

            <p className="pharagaph-text flex-row">Информация относно дружеството, което обработва данните Ви:</p>
            <p className="pharagaph-text flex-row">ЕИК/БУЛСТАТ: 101651506 <br />
                Седалище и адрес на управление: Благоевград, ул. Коста Босилков 3А <br />
                Адрес за кореспонденция: София, в.з Врана - Лозен; ул. Висо 60 <br />
                Телефон: +359 2 971 01 82 <br />
                E-mail: info@bradva.net <br />
                Уебсайт: www.bradva.net <br />
                </p>

            <p className="pharagaph-text flex-row">Информация относно компетентния надзорен орган защита на личните данни </p>
            <p className="pharagaph-text flex-row">Наименование: Комисия за защита на личните данни <br />
            Седалище и адрес на управление: гр. София 1592, бул. „Проф. Цветан Лазаров” № 2 <br />
            Адрес за кореспонденция: гр. София 1592, бул. „Проф. Цветан Лазаров” № 2 <br />
            Телефон: 02 915 3 518 <br />
            Интернет страница: www.cpdp.bg</p>

            <p className="pharagaph-text flex-row">Росима ЕООД (Наричано по-долу за краткост „Администратор“ или „Дружеството“) осъществява дейността си в съответствие със Закона за защита на личните данни и Регламент (ЕС) 2016/679 на Европейския парламент и на Съвета от 27 април 2016 година относно защитата на физическите лица във връзка с обработването на лични данни и относно свободното движение на такива данни. Настоящата информация има цел да ви информира за всички аспекти на обработката личните ви данни от Дружеството и правата, които имате във връзка с тази обработка.</p>

            <p className="pharagaph-text flex-row">Основание за събиране, обработване и съхраняване на вашите лични данни</p>
            
            <div>
                <p className="pharagaph-text flex-row">Чл. 1.Администраторът събира и обработва Вашите лични данни във връзка с използването на електронния магазин www.bradva.net и сключване на договори с дружеството на основание чл. 6, ал. 1, Регламент (ЕС) 2016/679 (GDPR), и по-конкретно въз основа на следното основание:</p>
                <ul className="list-disc ml-20 flex-row">
                    <li>Изрично получено съгласие от Вас като клиент;</li>
                    <li>Изпълнение на задълженията на Администратора по договор с Вас;</li>
                    <li>Спазване на законово задължение, което се прилага спрямо Администратора;</li>
                    <li>За целите на легитимните интереси на Администратора или на трета страна;</li>
                </ul>
            </div>

            <p className="pharagaph-text flex-row">Цели и принципи при събирането, обработването и съхраняването на вашите лични данни</p>
            
            <div>
               <p className="pharagaph-text flex-row">Чл. 2. (1)Ние събираме и обработваме личните данни, които Вие ни предоставяте във връзка с използването на електронния магазин и сключване на договор с дружеството, включително за следните цели:</p>
               <ul className="list-disc ml-20 flex-row">
                   <li>създаване на профил и предоставяне на пълна функционалност при използването на онлайн магазина;</li>
                   <li>сключване и изпълнение на договор от разстояние;</li>
                   <li>индивидуализация на страна по договора;</li>
                   <li>счетоводни цели;</li>
                   <li>статистически цели;</li>
                   <li>защита на информационната сигурност;</li>
                   <li>обезпечаване на изпълнението на договора за предоставяне на съответната услуга.</li>
                   <li>изпращане на информационен бюлетин при изразено от Вас желание;</li>
                </ul>
            </div>

            <div>
                <p className="pharagaph-text flex-row">(2) Ние спазваме следните принципи при обработката на Вашите лични данни:</p>
                <ul className="list-disc ml-20 flex-row">
                    <li>законосъобразност, добросъвестност и прозрачност;</li>
                    <li>ограничение на целите на обработване;</li>
                    <li>съотносимост с целите на обработката и свеждане до минимум на събираните данни;</li>
                    <li>точност и актуалност на данните;</li>
                    <li>ограничение на съхранението с оглед постигане на целите;</li>
                    <li>цялостност и поверителност на обработването и гарантиране на подходящо ниво на сигурност на личните данни.</li>

                </ul>
            </div>

            <div>
                <p className="pharagaph-text flex-row">(3) При обработването и съхранението на личните данни, Администраторът може да обработва и съхранява личните данни с цел защита следните си легитимни интереси:</p>
                <ul className="list-disc ml-20 flex-row">
                    <li>изпълнение на задълженията си към Национална агенция по приходите, Министерство на вътрешните работи и други държавни и общински органи.</li>
                </ul>
            </div>

        </div>
    </div>
  );
}
