import React from 'react'

function Tips() {
    return (
        <div>
            <div className="bg-hero5 bg-cover pt-[70px] p-[10rem] h-[400px] flex-row"></div>
            <div className="container pt-[70px] lg:px-[10rem] mb-[5rem]">
                <h2 className="header2-text">ПОЛЕЗНИ СЪВЕТИ ЗА ГОТВЕНЕТО НА БАРБЕКЮ?</h2>

                <p className="pharagaph-text flex-row"><b>Загрейте добре барбекюто преди готвене.</b> Храната ще залепне и няма да се приготви правилно, ако скарата не е достатъчно нагорещена. Дори ако рецептата изисква средна или ниска температура, винаги първо загрявайте предварително грила на най-висока степен – поне 15 минути.</p>
                <p className="pharagaph-text flex-row"><b>Намажете продуктите с олио или зехтин.</b> Никога не мажете скарата с мазнина. Достатъчно е съвсем малко количество върху самата храна.</p>
                <p className="pharagaph-text flex-row"><b>Почистете скарата.</b> Остатъците от храна по скарата полепват по това, което печете и развалят вкуса. Винаги почиствайте барбекюто с четка за скара от неръждаема стомана, след като грилът се е нагорещил достатъчно. </p>
                <p className="pharagaph-text flex-row"><b>Стойте около барбекюто. </b>Преди да започнете да готвите се уверете, че всичко, от което се нуждаете, е на една ръка разстояние. Не забравяйте основните прибори за барбекю, зехтин, сосове, подправки и чисти чинии за готвене. Да се наложи да бягате обратно в кухнята си не само означава да пропуснете забавлението, но може да доведе и до изгаряне на храната ви. </p>
                <p className="pharagaph-text flex-row"><b>Осигурете си място за готвене.</b> Понякога готвенето на барбекю включва решения за части от секундата и е хубаво да може да прехвърлите храна от една зона в друга. Оставете свободно място върху скарата. По този начин ще имате възможност да обръщате храната с помощта на щипките за барбекю. </p>
                <p className="pharagaph-text flex-row"><b>Гответе на затворен капак.</b> Основната функция на капака не е да предпазва от дъжд. Най-важното е, че той предотвратява навлизането на прекалено много въздух и излизането на твърде много топлина и дим. Когато капакът е затворен, скарата е по-гореща, времето за печене е по-малко, а вкусът на пушек е по-силен. Използвайте приложението iGrill или WeberConnect, за да следите температурата на храната, така че да не е нужно да отваряте скарата, докато не дойде време за вечеря.</p>
                <p className="pharagaph-text flex-row"><b>Обръщайте храната само веднъж.</b> Това важи за почти всички продукти. Перфектната сочна пържола с апетитен загар се получава с едно обръщане – дайде й време да достигне желаното ниво на готовност от едната страна и чак тогава я обърнете. Честото отваряне на капака, води до намаляване на температурата, което води след себе си други проблеми. Така че, отстъпете назад и се доверете на барбекюто.</p>
            </div>
        </div>
    );
}

export default Tips;

